{
  "admission": [
    "Admission to show/venue by full ticket only. Printed / electronic tickets must be produced for admission.",
    "Infants in arms or children below the age of 3 shall not be admitted.",
    "Children aged 3 and above must purchase a ticket for admission.",
    "No photography, videography or audio recording is allowed.",
    "No outside food and beverage is allowed into the venue.",
    "No resale of tickets."
  ],
  "return": [
    "The Organiser/Venue Owner reserves the right without refund or compensation to refuse admission/evict any person(s) whose conduct is disorderly or inappropriate or who poses a threat to security, or to the enjoyment of the Event by others.",
    "The resale of tickets is prohibited. The Organiser/Venue Owner reserves the right to cancel any tickets that have been resold.",
    "The Organiser/Venue Owner may add, withdraw or substitute artistes and/or vary advertised programmes, event times, seating arrangements and audience capacity without prior notice.",
    "The Organiser/Venue Owner may use the ticket holder's image or likeness in any live or recorded video display, photograph or picture.",
    "The Organiser/Venue Owner may postpone, cancel, interrupt or stop the Event due to adverse weather, dangerous situations, or any other causes beyond his reasonable control.",
    "The Ticket Holder agrees to submit to any search for any prohibited items including but not limited to weapons, controlled, dangerous and illegal substances and recording devices.",
    "The Ticket Holder voluntarily assumes all risk and danger incidental to the Event whether occurring prior to, during or subsequent to the actual Event, including any death, personal injury, loss, damage or liability.",
    "Information is collected from the ticket holder to facilitate the ticket purchase, and for the purpose of providing the ticket holder with information regarding the event and other events and activities in the future.",
    "The Organiser/Venue Owner reserves the right to refuse admission to the Event."
  ]
}
